//X93182SR JOB ,'Search',MSGCLASS=X,CLASS=D,REGION=6M
//SEARCH  EXEC PGM=ISRSUPC,
//            PARM=(SRCHCMP,
//            'ANYC')
//NEWDD  DD DISP=SHR,
//          DSN=&LIB
//OUTDD  DD SYSOUT=(O)
//SYSIN  DD *,SYMBOLS=JCLONLY
SRCHFOR  '&PESQ'
/*